l10n_co_e_invoicing_comfiar/templates/8_AdjuntarArchivoBytes.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <AdjuntarArchivoBytes xmlns="http://comfiar.com.ar/webservice/">
      <token>
        <SesionId>{{SesionId}}</SesionId>
        <FechaVencimiento>{{FechaVencimiento}}</FechaVencimiento>
      </token>
      <archivo>{{archivo}}</archivo>
      <nombreArchivo>{{nombreArchivo}}</nombreArchivo>
      <descripcion>{{descripcion}}</descripcion>
      <tamaño>{{tamaño}}</tamaño>
      <transaccionId>{{transaccionId}}</transaccionId>
      <cuitId>{{cuitId}}</cuitId>
      <puntoDeVentaId>{{puntoDeVentaId}}</puntoDeVentaId>
      <tipoComprobanteId>{{tipoComprobanteId}}</tipoComprobanteId>
      <numeroComprobante>{{numeroComprobante}}</numeroComprobante>
    </AdjuntarArchivoBytes>
  </soap12:Body>
</soap12:Envelope>